Repository: Hbler/tincture_proto
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Instructions
pt: Instruções

# instructionsColorMode
source: Choose the color mode:
pt: Escolha o modo:

# instructionsColorModePrismatic
source: prismatic (aleatory colors) or
pt: Prismático (cores aleatórias) ou

# instructionsColorModeSpectral
source: spectral (similar colors);
pt: Espectral (cores parecidas);

# instructionsDifficulty
source: Choose the difficulty:
pt: Escolha a dificuldade:

# instructionsDifficultyApprentice
source: apprentice (6 tiles),
pt: aprendiz (6 cores),

# instructionsDifficultyAdept
source: adept (8 tiles),
pt: adepto (8 cores),

# instructionsDifficultyAlchemist
source: alchemist (12 tiles)...
pt: alquimista (12 cores)...

# instructionsStart
source: And finally start a game and find, among the tiles on the board, the color that matches the main one! Things might get a bit... extreme, if you get enough points
pt: E finalmente inicie um jogo e encontre entre as cores na tela a cor igual a cor principal! As coisas podem ficar... extremas, se você conseguir pontos suficientes.

source: Color Mode
pt: Escolha o Modo

source: Choose Difficulty
pt: Escolha a Dificuldade

# difficultyApprentice
source: Apprentice
pt: Aprendiz

# difficultyAdept
source: Adept
pt: Adepto

# difficultyAlchemist
source: Alchemist
pt: Alquimista

# difficultyArtifex
source: Artifex
pt: Artífice

# colorModePrismatic
source: Prismatic
pt: Prismátco (random)

# colorModeSpectral
source: Spectral
pt: Espectral (mono)

source: Start Game
pt: Começar Partida

source: New Game
pt: Nova Partida

source: Next Round
pt: Próxima Rondada

source: Reset Game
pt: Zerar Partida

source: Points
pt: Pontos

source: Round
pt: Rodada

# roundSummaryTitle
source: Round Summary:
pt: Resumo da Rodada:

# endOfRound
source: End of Round {roundNumber}
pt: Fim da rodada {roundNumber}

# currentScore
source: Current Score: {points} Points
pt: Pontuação atual: {points} Pontos

# pointsWon
source: Points Won: {points}
pt: Pontos ganhos: {points}

# pointsLost
source: Points Lost: {points}
pt: Pontos perdidos: {points}

# timeTaken
source: You took {time} to finish it.
pt: Você levou {time} pra acabar.
